Repository: marceluspro/SUBIDO
Catalog: integration-marktplaats-for-woocommerce_languages_integration-marktplaats-for-woocommerce-*.po
Languages: nl_nl

source: Cost per click
nl_nl: Kosten per klik

source: Cost:
nl_nl: Kosten:

source: Set as automatic
nl_nl: Instellen als automatisch

source: Total budget:
nl_nl: Totaal budget:

source: Manage title?
nl_nl: Titel beheren?

source: Use a different title than the product title.
nl_nl: Gebruik een andere titel dan de producttitel.

source: Title
nl_nl: Titel

source: Manage price type?
nl_nl: Prijstype beheren?

source: Use a different price type than the general settings.
nl_nl: Gebruik een ander prijstype dan de algemene instellingen.

source: Price type
nl_nl: Prijstype

source: Manage price?
nl_nl: Beheer prijs?

source: Use a different price than the general settings.
nl_nl: Gebruik een andere prijs dan de algemene instellingen.

source: Price
nl_nl: Prijs

source: Manage category?
nl_nl: Categorie beheren?

source: Use a different category than the general settings.
nl_nl: Gebruik een andere categorie dan de algemene instellingen.

source: Category
nl_nl: Categorie

source: Manage cost per click?
nl_nl: Kosten per klik beheren?

source: Use a different cost per click than the general settings.
nl_nl: Gebruik andere kosten per klik dan de algemene instellingen.

source: Cost per click:
nl_nl: Kosten per klik:

source: Manage shipping type?
nl_nl: Verzendtype beheren?

source: Use a different shipping type than the general settings.
nl_nl: Gebruik een ander verzendtype dan de algemene instellingen.

source: Shipping type
nl_nl: Verzendtype

source: Shipping cost
nl_nl: Verzendkosten

source: Shipping time
nl_nl: Verzendtijd

source: Shipping pickup location
nl_nl: Afhaalpunt voor verzending

source: Manage contact by email?
nl_nl: Contacten beheren via e-mail?

source: Use a different value for the general setting "Allow contact by email".
nl_nl: Gebruik een andere waarde voor de algemene instelling 'Contact via e-mail toestaan'.

source: Allow contact by email
nl_nl: Contact via e-mail toestaan

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Whether or not to show the email address on the ad.
nl_nl: Of het e-mailadres wel of niet in de advertentie moet worden weergegeven.

source: Manage salutation?
nl_nl: Begroeting beheren?

source: Use a different salutation than the general settings.
nl_nl: Gebruik een andere aanhef dan de algemene instellingen.

source: Salutation
nl_nl: Begroeting

source: Manage seller name?
nl_nl: Verkopersnaam beheren?

source: Use a different seller name than the general settings.
nl_nl: Gebruik een andere verkopersnaam dan de algemene instellingen.

source: Seller name
nl_nl: Verkopersnaam

source: Manage phone number?
nl_nl: Telefoonnummer beheren?

source: Use a different phone number than the general settings.
nl_nl: Gebruik een ander telefoonnummer dan in de algemene instellingen staat.

source: Phone number
nl_nl: Telefoonnummer

source: Manage website URL?
nl_nl: Website-URL beheren?

source: Use a different website URL than the general settings.
nl_nl: Gebruik een andere website-URL dan de algemene instellingen.

source: Manage footer description?
nl_nl: Voettekstbeschrijving beheren?

source: Use a different footer description than the general settings.
nl_nl: Gebruik een andere voettekstbeschrijving dan de algemene instellingen.

source: Footer description
nl_nl: Voettekstbeschrijving

source: The price you would like to sell the product at. Notice that this value has to be greater than zero.
nl_nl: De prijs waarvoor u het product wilt verkopen. Let op: deze waarde moet groter zijn dan nul.

source: The ad title is required.
nl_nl: De advertentietitel is verplicht.

source: The ad description is required.
nl_nl: De advertentiebeschrijving is vereist.

source: The category is required.
nl_nl: De categorie is verplicht.

source: The price type is required.
nl_nl: Het prijstype is verplicht.

source: The price amount is required and must be greater than 0.
nl_nl: Het prijsbedrag is vereist en moet groter zijn dan 0.

source: The salutation is required.
nl_nl: De aanhef is vereist.

source: The seller name is required.
nl_nl: De verkopersnaam is vereist.

source: The postcode is required. Make sure it's defined in WooCommerce > Settigns > General > Store Address
nl_nl: De postcode is vereist. Zorg ervoor dat deze is gedefinieerd in WooCommerce > Settigns > General > Store Address

source: The shipping type is required and must be either "Ship" or "Pickup".
nl_nl: Het verzendtype is verplicht en moet 'Verzenden' of 'Afhalen' zijn.

source: The shipping cost is required.
nl_nl: Verzendkosten zijn vereist.

source: The shipping time is required.
nl_nl: De verzendtijd is vereist.

source: The shipping pickup location is required.
nl_nl: Het afhaalpunt voor de verzending is vereist.

source: Fixed
nl_nl: Vast

source: Free
nl_nl: Vrij

source: Bidding
nl_nl: Bieden

source: Bidding from
nl_nl: Bieden vanaf

source: See description
nl_nl: Zie beschrijving

source: Credible bid
nl_nl: Geloofwaardig bod

source: Male
nl_nl: Mannelijk

source: Female
nl_nl: Vrouwelijk

source: Family
nl_nl: Familie

source: Company
nl_nl: Bedrijf

source: Ship
nl_nl: Schip

source: Pickup
nl_nl: Ophalen

source: 2-5 working days
nl_nl: 2-5 werkdagen

source: Use WooCommerce price
nl_nl: Gebruik WooCommerce prijs

source: Enable this if you want to use the default WooCommerce price.
nl_nl: Schakel dit in als je de standaardprijs van WooCommerce wilt gebruiken.

source: Enable this if you want to show the email address on the ad.
nl_nl: Schakel dit in als u het e-mailadres in de advertentie wilt weergeven.

source: Choose the source of value to be used as price type.
nl_nl: Selecteer de bron van de waarde die u als prijstype wilt gebruiken.

source: Choose the default salutation form.
nl_nl: Kies de standaardaanhef.

source: Define the default seller name.
nl_nl: Definieer de standaardverkopersnaam.

source: Define the default seller phone number.
nl_nl: Definieer het standaardtelefoonnummer van de verkoper.

source: An external URL that is shown on the ad page.
nl_nl: Een externe URL die op de advertentiepagina wordt weergegeven.

source: Define the description that will be added to the end of each ad.
nl_nl: Definieer de beschrijving die aan het einde van elke advertentie wordt toegevoegd.

source: Choose the default shipping type.
nl_nl: Kies het standaard verzendtype.

source: Cost
nl_nl: Kosten

source: Define the default shipping cost.
nl_nl: Definieer de standaard verzendkosten.

source: Time
nl_nl: Tijd

source: Choose the default shipping time.
nl_nl: Kies de standaardverzendtijd.

source: Pickup location
nl_nl: Ophaallocatie

source: Define the default shipping pickup location (zipcode).
nl_nl: Definieer de standaard afhaallocatie voor verzending (postcode).

source: Authorization
nl_nl: Autorisatie

source: Connect %s account
nl_nl: Verbind %s account

source: The authorization failed due to: %s
nl_nl: De autorisatie is mislukt vanwege: %s

source: Unauthorized
nl_nl: Niet geautoriseerd

source: Authorized
nl_nl: Geautoriseerd

source: click to revoke
nl_nl: klik om in te trekken

source: click to authorize
nl_nl: klik om te autoriseren

source: Questions about the authorization of your %s account? Read our %sHelp Center article%s, we will guide you step-by-step through the process.
nl_nl: Vragen over de autorisatie van je %s account? Lees ons %sHelp Center-artikel%s, we begeleiden je stap voor stap door het proces.

source: Click to revoke
nl_nl: Klik om in te trekken

source: Click to authorize
nl_nl: Klik om te autoriseren

source: Settings
nl_nl: Instellingen

source: Save settings
nl_nl: Instellingen opslaan

source: Please select the categories you want to connect.
nl_nl: Selecteer de categorieën die je wilt verbinden.

source: These categories are already connected.
nl_nl: Deze categorieën zijn al verbonden.

source: Changes have been saved!
nl_nl: Wijzigingen zijn opgeslagen!

source: Nothing to copy!
nl_nl: Niets om te kopiëren!

source: Changes have been copied!
nl_nl: Wijzigingen zijn gekopieerd!

source: Save
nl_nl: Opslaan

source: Close
nl_nl: Sluit

source: Processing...
nl_nl: Verwerken…

source: Connect
nl_nl: Verbind

source: Product content
nl_nl: Product inhoud

source: Are you sure you want to unmap this category?
nl_nl: Weet je zeker dat je deze categorie wilt verwijderen?

source: Are you sure you you want to upload the content?
nl_nl: Weet je zeker dat je de inhoud wilt uploaden?

source: Configure category
nl_nl: Categorie configureren

source: Category Mapping
nl_nl: Categorie Koppelen

source: Connect categories
nl_nl: Categorieën koppelen

source: Product attribute
nl_nl: Product eigenschap

source: (Unit)
nl_nl: (Eenheid)

source: %s Category
nl_nl: %s Categorie

source: WooCommerce Category
nl_nl: WooCommerce Categorie

source: Action
nl_nl: Actie

source: The categories have been connected.
nl_nl: De categorieën zijn gekoppeld.

source: The connected categories have been removed.
nl_nl: De verbonden categorieën zijn verwijderd.

source: Configure category fields.
nl_nl: Categorievelden configureren.

source: Remove category connection.
nl_nl: Categorieverbinding verwijderen.

source: Mandatory fields for category "%s"
nl_nl: Verplichte velden voor categorie "%s"

source: Field name
nl_nl: Naam veld

source: Source value
nl_nl: Bron waarde

source: Optional fields for category "%s"
nl_nl: Optionele velden voor categorie "%s"

source: Save config
nl_nl: Configuratie opslaan

source: Copy config
nl_nl: Configuratie kopiëren

source: Copy
nl_nl: Kopiëren

source: You have to type at least 3 characters!
nl_nl: U moet minimaal 3 tekens typen!

source: No results found.
nl_nl: Geen resultaten gevonden.

source: Select
nl_nl: Selecteer

source: Please select
nl_nl: Selecteer a.u.b

source: Sorry, you cannot add more than 15 shipping cost rules.
nl_nl: Helaas, u kunt niet meer dan 15 verzendkostenregels toevoegen.

source: No rules available.
nl_nl: Geen regels beschikbaar.

source: Quantity
nl_nl: Hoeveelheid

source: Price discount (%)
nl_nl: Prijskorting (%)

source: Bundle #%s
nl_nl: Bundel #%s

source: Specify the custom field name
nl_nl: Geef de naam van de custom field op

source: Specify below the slug or name of the attribute.
nl_nl: Geef hieronder de slug of naam van het attribuut op.

source: only the first value of the attribute values will be used.
nl_nl: wordt alleen de eerste waarde van de attribuut waarden gebruikt.

source: it does not work for custom attributes and variable products.
nl_nl: het werkt niet voor aangepaste attributen en variabele producten.

source: Default
nl_nl: Standaard

source: Select file
nl_nl: Selecteer bestand

source: No value available
nl_nl: Geen waarde beschikbaar

source: Day(s)
nl_nl: Dag(en)

source: Week(s)
nl_nl: Week(en)

source: Month(s)
nl_nl: Maand(en)

source: Year(s)
nl_nl: Jaar(en)

source: Enable shipping costs based on weight
nl_nl: Verzendkosten op basis van gewicht inschakelen

source: Save changes
nl_nl: Wijzigingen opslaan

source: Adjust the price (e.g. "10" for fixed amount or "10%" for percentage amount)
nl_nl: Pas de prijs aan (bijvoorbeeld “10” voor een vast bedrag of “10%” voor een percentage)

source: Weight From (%s)
nl_nl: Gewicht vanaf (%s)

source: Weight To (%s)
nl_nl: Gewicht naar (%s)

source: Cost (%s)
nl_nl: Kosten (%s)

source: Add rule
nl_nl: Regel toevoegen

source: External cron job
nl_nl: Externe cron job

source: Disabled
nl_nl: Uitgeschakeld

source: Enabled
nl_nl: Ingeschakeld

source: Click to disable
nl_nl: Klik om uit te schakelen

source: Click to enable
nl_nl: Klik om in te schakelen

source: Scheduled action
nl_nl: Geplande actie

source: By default, the plugin uses a scheduled action called %s, which runs every minute to trigger the processing of plugin tasks. This action relies on WordPress's default cron system, meaning it only runs when someone visits your website. If your website experiences a period of inactivity, the scheduled action won't run until the next visit. As a result, the plugin may not execute tasks at the intended intervals, potentially causing delays.
nl_nl: Standaard gebruikt de plugin een geplande actie genaamd %s, die elke minuut wordt uitgevoerd om de verwerking van plugin taken te starten. Deze actie maakt gebruik van het standaard cron systeem van WordPress, wat betekent dat het alleen wordt uitgevoerd wanneer iemand je website bezoekt. Als je website een periode van inactiviteit doormaakt, zal de geplande actie niet starten tot het volgende bezoek. Als gevolg daarvan kan het zijn dat de plugin taken niet op de geplande intervallen uitvoert, waardoor vertragingen kunnen ontstaan.

source: By enabling this, our cron job system will ping your website every minute (%sat this URL%s) to trigger the processing of plugin tasks. Unlike the scheduled action, this will reliably run every minute, regardless of website traffic.
nl_nl: Door dit in te schakelen, zal ons crontaaksysteem elke minuut je website pingen (%sat this URL%s) om de verwerking van plugin-taken te starten. In tegenstelling tot de geplande actie, zal deze betrouwbaar elke minuut worden uitgevoerd, ongeacht het websiteverkeer.

source: List of logs
nl_nl: Lijst met logboeken

source: Back to logs
nl_nl: Terug naar logs

source: Search
nl_nl: Zoek

source: Cannot open <%s>
nl_nl: Kan <%s> niet openen

source: %1$s in %2$s on line %3$s
nl_nl: %1$s in %2$s op regel %3$s

source: Delete
nl_nl: Verwijderen

source: Source
nl_nl: Bron

source: Date Created
nl_nl: Datum Aangemaakt

source: File Size
nl_nl: Bestandsgrootte

source: %s: Publish / Update
nl_nl: %s: Publiceren / Bijwerken

source: %s: Pause / Unpause
nl_nl: %s: Pauzeren / Hervatten

source: %s: Delete
nl_nl: %s: Verwijderen

source: It seems this variation (#%s) does not have an attribute value assigned, therefore we cannot process it. Make sure an attribute value is assigned correctly to this variation!
nl_nl: Het lijkt erop dat aan deze variatie (#%s) geen attribuut waarde is toegekend, daarom kunnen we deze niet verwerken. Zorg ervoor dat een attribuut waarde correct is toegewezen aan deze variatie!

source: How does it work?
nl_nl: Hoe werkt het?

source: By connecting %1$s categories with your shop categories it means that the products from your shop categories will be published to the connected %1$s categories.
nl_nl: Door %1$s categorieën te koppelen aan uw winkelcategorieën, worden de producten uit uw winkelcategorieën gepubliceerd in de gekoppelde %1$s categorieën.

source: Sync products & import orders
nl_nl: Producten synchroniseren en bestellingen importeren

source: %s variation
nl_nl: %s variatie

source: The shop could not be registered. Check if the permalinks are not set on Plain or check if your shop is public and accessible then try again.
nl_nl: De shop kon niet worden geregistreerd. Controleer of de permalinks niet zijn ingesteld op Plain of controleer of je shop openbaar en toegankelijk is en probeer het dan opnieuw.

source: Granting authorization has failed, please check the logs.
nl_nl: Het verlenen van autorisatie is mislukt, controleer de logs.

source: Shop Registration
nl_nl: Shop Registratie

source: Shop secret key
nl_nl: Secret key van de shop

source: This key is used to sign the requests to our servers.
nl_nl: Deze sleutel wordt gebruikt om de aanvragen naar onze servers te ondertekenen.

source: We detected that your shop permalinks are set on Plain, please change it to any other option otherwise the plugin will not work properly!
nl_nl: We hebben gedetecteerd dat je winkel permalinks is ingesteld op Plain, verander dit alsjeblieft naar een andere optie anders zal de plugin niet goed werken!

source: The user that is necessary for creating WooCommerce API key & secret could not be created. Check logs.
nl_nl: De gebruiker die nodig is voor het maken van de WooCommerce API-sleutel & het geheim kon niet worden aangemaakt. Controleer de logs.

source: The WooCommerce API key & secret could not be created. Check logs.
nl_nl: De WooCommerce API-sleutel & het geheim konden niet worden aangemaakt. Controleer de logs.

source: We detected some changes in the shop which requires a new registration.
nl_nl: We hebben enkele wijzigingen in de winkel ontdekt waarvoor een nieuwe registratie nodig is.

source: Register your shop in our system is required to be able to communicate with it.
nl_nl: Je moet je winkel registreren in ons systeem om ermee te kunnen communiceren.

source: Click to register
nl_nl: Klik om te registreren

source: This order contains items fulfilled by %s
nl_nl: Deze bestelling bevat artikelen vervuld door %s

source: Tracking code:
nl_nl: Traceer code:

source: Invalid order, try again!
nl_nl: Ongeldige bestelling, probeer het opnieuw!

source: Please specify the order items you want to check delivery options for.
nl_nl: Selecteer de bestel items die je wilt annuleren.

source: Please specify the order items you want to ship.
nl_nl: Selecteer de bestel items die je wilt verwerken.

source: Please make sure you specified the shipping carrier for the item: %s!
nl_nl: Zorg ervoor dat je de verzendmaatschappij en het trackingnummer voor het artikel hebt opgegeven: %s!

source: Please make sure you specified the tracking code for the item: %s!
nl_nl: Zorg ervoor dat je de annuleringsreden voor het artikel hebt opgegeven: %s!

source: Please specify the order items you want to cancel.
nl_nl: Selecteer de bestel items die je wilt annuleren.

source: Please make sure you specified the cancellation reason for the item: %s!
nl_nl: Zorg ervoor dat je de annuleringsreden voor het artikel hebt opgegeven: %s!

source: View Status
nl_nl: Status Weergeven

source: Process Order
nl_nl: Bestelling verwerken

source: This order #%s has been proccessed. Click the button below to see the status.
nl_nl: Deze bestelling #%s is verwerkt. Klik op de knop hieronder om de status te zien.

source: This order #%s is not proccessed yet. Click the button below to see the options.
nl_nl: Deze bestelling #%s is nog niet verwerkt. Klik op de knop hieronder om de opties te bekijken.

source: There are no items to process for this order. Possible reasons:
nl_nl: Er zijn geen artikelen om te verwerken voor deze bestelling. Mogelijke redenen:

source: All order items have been cancelled or are fulfilled by %s
nl_nl: Alle bestellingsartikelen zijn geannuleerd of uitgevoerd door %s

source: The order was already processed at the time of import
nl_nl: De bestelling was al verwerkt op het moment van invoer

source: This is an external unknown product
nl_nl: Dit is een extern onbekend product

source: All order items have been processed.
nl_nl: Alle bestel items zijn verwerkt.

source: Some order items could have not been processed.
nl_nl: Sommige bestellingen zijn mogelijk niet verwerkt.

source: Order items
nl_nl: Bestel items

source: Name
nl_nl: Naam

source: Shipping status
nl_nl: Verzendstatus

source: Fulfill by
nl_nl: Vervul door

source: Shipping carrier
nl_nl: Verzendmaatschappij

source: Cancellation Reason
nl_nl: Reden van annulering

source: Qty
nl_nl: Aantal

source: Total
nl_nl: Totaal

source: Ship selected items
nl_nl: Verzend geselecteerde items

source: Cancel selected items
nl_nl: Annuleer geselecteerde items

source: Order #%s
nl_nl: Bestelling #%s

source: Invalid product, please try again!
nl_nl: Ongeldig product, probeer het opnieuw!

source: Please save the changes first!
nl_nl: Sla de wijzigingen eerst op!

source: Refresh
nl_nl: Vernieuw

source: Pagination: %s
nl_nl: Paginering: %s

source: Prev page
nl_nl: Vorige pagina

source: Next page
nl_nl: Volgende pagina

source: General
nl_nl: Algemeen

source: Manage EAN?
nl_nl: EAN beheren?

source: Use a different EAN code than the general settings.
nl_nl: Gebruik een andere EAN-code dan de algemene instellingen.

source: The EAN code associated with this product.
nl_nl: De EAN code die bij dit product hoort.

source: Variations
nl_nl: Variaties

source: %s: in-progress
nl_nl: %s: in uitvoering

source: Resource usage
nl_nl: Gebruik van hulpbronnen

source: Define the usage of the server resources to get the best performance from the plugin.
nl_nl: Definieer het gebruik van de serverbronnen om de beste prestaties uit de plug-in te halen.

source: Low
nl_nl: Laag

source: Medium (recommended)
nl_nl: Medium (aanbevolen)

source: High
nl_nl: Hoog

source: Server Configuration Update Recommended!
nl_nl: Serverconfiguratie-update aanbevolen!

source: We strongly recommend increasing the following PHP directive(s) for optimal performance:
nl_nl: Voor optimale prestaties raden wij u ten zeerste aan de volgende PHP-richtlijn(en) te verhogen:

source: Directive
nl_nl: Richtlijn

source: Current value
nl_nl: Huidige waarde

source: Recommended value
nl_nl: Aanbevolen waarde

source: Changes have been saved successfully!
nl_nl: Wijzigingen zijn succesvol opgeslagen!

source: Debug mode
nl_nl: Debug modus

source: Enable this if you want to see advanced logs.
nl_nl: Schakel dit in als je geavanceerde logs wilt zien.

source: Remove configuration
nl_nl: Configuratie verwijderen

source: Enable this if you want to remove the plugin configuration when is uninstalled.
nl_nl: Schakel dit in als je de pluginconfiguratie wilt verwijderen wanneer deze wordt verwijderd.

source: Licence and account
nl_nl: Licentie en account

source: Synchronization
nl_nl: Synchronisatie

source: Import & sync products
nl_nl: Importeer & synchroniseer producten

source: Key
nl_nl: Sleutel

source: Products
nl_nl: Producten

source: Synchronize products
nl_nl: Producten synchroniseren

source: Enable this if you want to automatically synchronize your shop's products with %s whenever a product is created, updated, trashed or deleted.
nl_nl: Schakel dit in als u de producten van uw winkel automatisch wilt synchroniseren met %s wanneer een product wordt aangemaakt, bijgewerkt, in de prullenbak geplaatst of verwijderd.

source: Do not synchronize new products
nl_nl: Synchroniseer geen nieuwe producten

source: Enable this if you want to prevent newly created products in your shop from being automatically synchronized.
nl_nl: Schakel dit in als u wilt voorkomen dat nieuw aangemaakte producten in uw winkel automatisch worden gesynchroniseerd.

source: Do not synchronize prices
nl_nl: Synchroniseer geen prijzen

source: Enable this if you want to prevent product prices from being automatically synchronized when updated in your shop.
nl_nl: Schakel dit in als u wilt voorkomen dat productprijzen automatisch worden gesynchroniseerd wanneer ze in uw winkel worden bijgewerkt.

source: Pause offers for trashed products
nl_nl: Pauzeer aanbiedingen voor weggegooide producten

source: Enable this if you want to pause the %s offer when its corresponding product is moved to the trash in your shop.
nl_nl: Schakel dit in als u de %s-aanbieding wilt pauzeren wanneer het bijbehorende product naar de prullenbak in uw winkel wordt verplaatst.

source: Preserve stock offset
nl_nl: Voorraadcompensatie behouden

source: Define a value that will be subtracted from the product stock. This will help to avoid selling out of stock products.
nl_nl: Definieer een waarde die zal worden afgetrokken van de productvoorraad. Dit zal helpen om te voorkomen dat producten zonder voorraad worden verkocht.

source: Internal reference source
nl_nl: Interne referentiebron

source: Choose the source of value to be used as internal product reference.
nl_nl: Kies de bron van waarde die moet worden gebruikt als interne productreferentie.

source: EAN source
nl_nl: EAN bron

source: Choose the source of value to be used as product EAN.
nl_nl: Kies de bron van waarde die als product EAN moet worden gebruikt.

source: Condition
nl_nl: Conditie

source: Choose which product condition to be used as default.
nl_nl: Kies welke product conditie als standaard moet worden gebruikt.

source: Orders
nl_nl: Bestellingen
