Repository: marceluspro/SUBIDO
Catalog: integration-marktplaats-for-woocommerce_languages_integration-marktplaats-for-woocommerce-*.po
Languages: nl_nl

source: Import orders
nl_nl: Importeer bestellingen

source: Enable this if you to automatically import orders from %s into your shop.
nl_nl: Schakel dit in als u automatisch bestellingen van %s in uw winkel wilt importeren.

source: Disable processing order email
nl_nl: E-mail voor het verwerken van bestellingen uitschakelen

source: Enable this if you want to disable the email that is received by customer when the imported order has status processing.
nl_nl: Schakel dit in als u de e-mail wilt uitschakelen die door de klant wordt ontvangen wanneer de geïmporteerde bestelling de status van verwerking heeft.

source: Disable completed order email
nl_nl: E-mail met voltooide bestelling uitschakelen

source: Enable this if you want to disable the email that is received by customer when the imported order has status completed.
nl_nl: Schakel dit in als u de e-mail wilt uitschakelen die door de klant wordt ontvangen wanneer de geïmporteerde bestelling de status voltooid heeft.

source: Import frequency
nl_nl: Importfrequentie

source: Choose how often to import orders.
nl_nl: Kies hoe vaak u bestellingen wilt importeren.

source: Every 10 minutes
nl_nl: Elke 10 minuuten

source: Every 30 minutes
nl_nl: Elke 30 minuten

source: Hourly
nl_nl: Per uur

source: Address format
nl_nl: Adres formaat

source: Choose which address format to be used for the imported orders.
nl_nl: Kies welke adresnotatie moet worden gebruikt voor de geïmporteerde bestellingen.

source: Shipping
nl_nl: Verzending

source: Use my shipping carrier
nl_nl: Gebruik mijn vervoerder

source: Enable this if you want to use your own shipping carrier by default.
nl_nl: Schakel dit in als u standaard uw eigen verzendbedrijf wilt gebruiken.

source: My shipping carrier
nl_nl: Mijn vervoerder

source: Choose which shipping carrier to be used as default.
nl_nl: Kies welke vervoerder u standaard wilt gebruiken.

source: My tracking code source
nl_nl: Mijn trackingcodebron

source: Define the order meta key where the tracking code is added by your 3rd-party shipping plugin. If the meta key value contains more than just the tracking code (e.g., an array/object with multiple values), you must specify the path to the tracking code within the array/object. For example, if the meta key is %s and its value is an array like: %s then you should provide the meta key as: %s
nl_nl: Definieer de ordermetasleutel waar de trackingcode wordt toegevoegd door uw 3e-partij verzendplug-in. Als de metasleutelwaarde meer bevat dan alleen de trackingcode (bijvoorbeeld een array/object met meerdere waarden), moet u het pad naar de trackingcode binnen de array/object opgeven. Als de metasleutel bijvoorbeeld %s is en de waarde ervan een array is zoals: %s, moet u de metasleutel opgeven als: %s

source: Collapse
nl_nl: Inklappen

source: Minimize
nl_nl: Minimaliseer

source: The tool has been performed successfully.
nl_nl: De tool is met succes uitgevoerd.

source: Clear cache
nl_nl: Cache leegmaken

source: Allow long-running requests
nl_nl: Sta langlopende verzoeken toe

source: Enable this if the plugin is struggling to process the action list. This adds directives to the %s file to prevent the server from timing out long-running scripts. Specifically, it sets %s and %s environment variables, allowing plugin's processes to run without interruption.
nl_nl: Schakel dit in als de plugin moeite heeft met het verwerken van de actielijst. Dit voegt richtlijnen toe aan het %s-bestand om te voorkomen dat de server langlopende scripts time-out geeft. Het stelt met name de omgevingsvariabelen %s en %s in, waardoor de processen van de plugin zonder onderbreking kunnen worden uitgevoerd.

source: Before enabling, check with your hosting provider to ensure these directives are supported on your server!
nl_nl: Controleer bij uw hostingprovider of deze richtlijnen door uw server worden ondersteund voordat u deze inschakelt!

source: This tool will clear the entire cache of the plugin.
nl_nl: Deze tool wist de hele cache van de plugin.

source: Woosa IP list
nl_nl: Woosa IP lijst

source: In case your shop has some restrictions for inbound requests please whitelist our IPs:
nl_nl: Als je winkel beperkingen heeft voor inkomende verzoeken, zet onze IP’s dan op een witte lijst:

source: Click to run
nl_nl: Klik om uit te voeren

source: Warning:
nl_nl: Waarschuwing:

source: Not published
nl_nl: Niet gepubliceerd

source: Not available
nl_nl: Niet beschikbaar

source: Created
nl_nl: Aangemaakt

source: Cancelled
nl_nl: Geannuleerd

source: Processed
nl_nl: Verwerkt

source: Done
nl_nl: Klaar

source: Registered
nl_nl: Geregistreerd

source: Published
nl_nl: Gepubliceerd

source: Paused
nl_nl: Gepauzeerd

source: Excluded
nl_nl: Uitgesloten

source: processing...
nl_nl: verwerken...

source: saving...
nl_nl: opslaan…

source: queue...
nl_nl: wachtrij…

source: now...
nl_nl: nu…

source: Every %s day
nl_nl: Elke %s dag

source: Every %s hour
nl_nl: Elk %s uur

source: Every %s minute
nl_nl: Elke %s minuut

source: Action List
nl_nl: Actie Lijst

source: List of background actions
nl_nl: Lijst van achtergrond acties

source: Tasks
nl_nl: Taken

source: Recurrence
nl_nl: Herhaling

source: Next Run
nl_nl: Volgende Uitvoering

source: There are no actions yet.
nl_nl: Er zijn nog geen acties.
